posts/2019-10-24.org
#+BEGIN_COMMENT
.. title: Qoherences #5
.. slug: 2019-10-24
.. date: 2019-10-24 06:00:00 UTC+02:00
.. tags: 
.. category: 
.. link: 
.. description: Never ending battle ? + other interesting news from fundraising to research papers.
.. type: text

#+END_COMMENT

* Hot / Not Hot / Hot Again News
IBM claims in [[https://arxiv.org/abs/1910.09534][arXiv/1910/09534]] that Google's quantum supremacy computation is not so supreme. They optimized the classical simulation and went down to 2.5 days instead of 10000+ years. So: 
1. They are much better at optmizing classical simulations of quantum algorithms than google
2. They did not make remarks on the quantum part, nor did they decrease the amount of elementary operations necessary to simulate the quantum computation (complexity is unchanged)
3. 3.5 minutes is 1000 times less than 2.5 days (Google's computation is performed 1000 times faster than what the supercomputer SUMMIT is able to achieve). 

Now, you conclude whether the quantum supremacy claim from Google still holds. [[https://h-oll.github.io/qoherences/posts/breaking-the-breaking-news-or-not/][More details]].

Meanwhile, Google has published its supremacy result -- [[https://www.nature.com/articles/s41586-019-1666-5?fbclid=IwAR30gYaaQUI-uIAnd7e9UajLkGPXKnTKF3bqVKjajTOA1YcJK17UUYIUHxs][Nature 574, pages 505–510 (2019)]] --, and politely answered to IBM's paper saying they welcome comments on how to optimize classical algorithms, but it's better to actually test them to be sure of what you are gaining. Apparently Google's estimate was done using real sample data from supercomputers which IBM didn't do in their paper. 

* General public articles
** Beyond quantum supremacy: the hunt for useful quantum computers - [[https://www.nature.com/articles/d41586-019-02936-3][source]]
/Nature - Michael Brooks/ -- While some are debating about quantum supremacy, others are trying to find out how to put small imperfect devices to work for solving real-world problem. A good overview of the quantum algorithm landscape.
** Next-generation single-photon source for quantum information science - [[https://phys.org/news/2019-10-next-generation-single-photon-source-quantum-science.html][source]]
/Science Advances - P. Kwiat (U. of Illinois), F. Kaneda (Tohoku U.)/ -- Reliable single photon sources are extremely important for quantum communication, but hard to make. Using time multiplexing Kwiat's team managed to increase the efficiency of the process to the point where they could get several thousands of 12-photon events per second.
** Quantum Threat Timeline - [[https://globalriskinstitute.org/publications/quantum-threat-timeline/][source]]
/M Mosca and M Piani (EvolutionQ)/ -- Research report published by the Global Risk Institute, trying to assess the quantum threat over classic cryptosystems. About 50% of the experts think that quantum computers will be threat for the current cryptosystems within 15 years.
** Tracking Entanglement in a Quantum Simulator - [[https://www.osa-opn.org/home/newsroom/2018/april/tracking_entanglement_in_a_quantum_simulator/][source]]
/Optics & Photonics - IQOQI (Innsbruck)/ -- Report on a 20-qubit trapped ions experiment and the difficulty to know if a quantum device is behaving properly. Using a brute force approach would be equivalent to simulate the evolution of the quantum systems classically: fairly inefficient. By using the right (cryptographic) setting and tools, you can manage to do this much more efficiently.
** New Encryption System Protects Data from Quantum Computers - [[https://www.scientificamerican.com/article/new-encryption-system-protects-data-from-quantum-computers/][source]]
/IBM Research Zurich - Vadim Lyubashevsky/ -- Quantum algorithms are moving the world! The impact of algorithms not yet implemented shook the crypto community when the NIST asked in 2016 for new quantum-safe crytosystems to be proposed for a public release in 2024. IBM is reporting on their proposal called CRYSTALS that should be implemented in its cloud solutions by 2020.
** Cryptography without using secret keys - [[https://phys.org/news/2019-10-cryptography-secret-keys.html][source]]
/U. of Twente - W.r. Van Der Veen/ -- Cryptography can make use of physically uncloneable functions for authentication and encryption. Here is a brief account about what this is and how it is done. Although there is a lot of quantum in there, the function (key in the article) is still classical. Quantum people have devised quantum attacks on such devices and also [[https://eprint.iacr.org/2019/1181][quantum PUF]].
** Weaving quantum processors out of laser light - [[https://phys.org/news/2019-10-quantum-processors-laser.html][source]]
/Science DOI: 10.1126/science.aay2645 - Centre for Quantum Computation & Communication Technology, Nicolas Menicucci - U Tokyo - U New Mexico/ -- The University of Melbourne CQC2T is reporting the creation of a large photonic cluster state. Cluster states are resources that can be used for implementing measurement based quantum computations. The nice thing is all the complicated stuff is made at the begining through the creation of this horribly entangled state. Using it is then much simpler as it requires only single qubit measurements and classically single qubit gates. This is quite an achievement and very motivating to see that fundamentally different architectures are subject of research.
** Blanket of light may give better quantum computers - [[https://phys.org/news/2019-10-blanket-quantum.html][source]]
/Science DOI: 10.1126/science.aay4354 - BigQ (Denmark), Ulrik Lund Andersen/  -- The Danes have done the same as the Aussies. Or is it the other way around. Impressive anyways: we are talking of 30 000 entangled light pulses.
* Industry - Academia - Startups
