posts/2019-10-24/index.html
<!DOCTYPE html>
<html prefix="" lang="en">
<head>
<meta charset="utf-8">
<meta name="description" content="Never ending battle ? + other interesting news from fundraising to research papers.">
<meta name="viewport" content="width=device-width">
<title>Qoherences #5 | Qoherences</title>
<link href="../../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<link rel="alternate" type="application/rss+xml" title="RSS" href="../../rss.xml">
<link rel="canonical" href="https://h-oll.github.io/qoherences/posts/2019-10-24/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Harold Ollivier">
<meta property="og:site_name" content="Qoherences">
<meta property="og:title" content="Qoherences #5">
<meta property="og:url" content="https://h-oll.github.io/qoherences/posts/2019-10-24/">
<meta property="og:description" content="Never ending battle ? + other interesting news from fundraising to research papers.">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2019-10-24T06:00:00+02:00">
</head>
<body>
    

    <header id="header" class="navbar"><div class="container">
            
    <div class="brand">

        <div class="brand-text">
            <a href="https://h-oll.github.io/qoherences/" title="Qoherences" rel="home">
                Qoherences
            </a>
        </div>

        <a id="btn-toggle-nav" class="navbar-toggle">
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
        </a>
    </div>

            
    <nav class="navbar-collapse collapse"><ul class="nav">
<li><a href="../../archive.html">Archive</a></li>
                <li><a href="../../categories/">Tags</a></li>
                <li><a href="../../rss.xml">RSS feed</a></li>
    
    
    </ul></nav>
</div>
    </header><div class="header-padding"> </div>

    
    <div class="post-header">
        <div class="container">
            <div class="title">
                Qoherences #5
            </div>
        </div>
    </div>

    <div class="post-meta">
      <div class="container">
	<div class="meta clearfix">
	  <div class="authordate">
	    <time class="timeago" datetime="2019-10-24T06:00:00+02:00">2019/10/24</time>
	    

	    
          |  
        <a href="index.org" id="sourcelink">Source</a>

	  </div>
	  <div class="post-tags">
	  </div>
	</div>
      </div>
    </div>


    <div id="post-main" class="main">
        <div class="container">
        <div id="outline-container-org0b646a6" class="outline-2">
<h2 id="org0b646a6">Hot / Not Hot / Hot Again News</h2>
<div class="outline-text-2" id="text-org0b646a6">
<p>
IBM claims in <a href="https://arxiv.org/abs/1910.09534">arXiv/1910/09534</a> that Google's quantum supremacy computation is not so supreme. They optimized the classical simulation and went down to 2.5 days instead of 10000+ years. So: 
</p>
<ol class="org-ol">
<li>They are much better at optmizing classical simulations of quantum algorithms than google</li>
<li>They did not make remarks on the quantum part, nor did they decrease the amount of elementary operations necessary to simulate the quantum computation (complexity is unchanged)</li>
<li>3.5 minutes is 1000 times less than 2.5 days (Google's computation is performed 1000 times faster than what the supercomputer SUMMIT is able to achieve).</li>
</ol>
<p>
Now, you conclude whether the quantum supremacy claim from Google still holds. <a href="https://h-oll.github.io/qoherences/posts/breaking-the-breaking-news-or-not/">More details</a>.
</p>

<p>
Meanwhile, Google has published its supremacy result – <a href="https://www.nature.com/articles/s41586-019-1666-5?fbclid=IwAR30gYaaQUI-uIAnd7e9UajLkGPXKnTKF3bqVKjajTOA1YcJK17UUYIUHxs">Nature 574, pages 505–510 (2019)</a> –, and politely answered to IBM's paper saying they welcome comments on how to optimize classical algorithms, but it's better to actually test them to be sure of what you are gaining. Apparently Google's estimate was done using real sample data from supercomputers which IBM didn't do in their paper. 
</p>
</div>
</div>

<div id="outline-container-org5c4472f" class="outline-2">
<h2 id="org5c4472f">General public articles</h2>
<div class="outline-text-2" id="text-org5c4472f">
</div>
<div id="outline-container-org6487ea0" class="outline-3">
<h3 id="org6487ea0">Beyond quantum supremacy: the hunt for useful quantum computers - <a href="https://www.nature.com/articles/d41586-019-02936-3">source</a>
</h3>
<div class="outline-text-3" id="text-org6487ea0">
<p>
<i>Nature - Michael Brooks</i> – While some are debating about quantum supremacy, others are trying to find out how to put small imperfect devices to work for solving real-world problem. A good overview of the quantum algorithm landscape.
</p>
</div>
</div>
<div id="outline-container-org75dc8b2" class="outline-3">
<h3 id="org75dc8b2">Next-generation single-photon source for quantum information science - <a href="https://phys.org/news/2019-10-next-generation-single-photon-source-quantum-science.html">source</a>
</h3>
<div class="outline-text-3" id="text-org75dc8b2">
<p>
<i>Science Advances - P. Kwiat (U. of Illinois), F. Kaneda (Tohoku U.)</i> – Reliable single photon sources are extremely important for quantum communication, but hard to make. Using time multiplexing Kwiat's team managed to increase the efficiency of the process to the point where they could get several thousands of 12-photon events per second.
</p>
</div>
</div>
<div id="outline-container-org085c97b" class="outline-3">
<h3 id="org085c97b">Quantum Threat Timeline - <a href="https://globalriskinstitute.org/publications/quantum-threat-timeline/">source</a>
</h3>
<div class="outline-text-3" id="text-org085c97b">
<p>
<i>M Mosca and M Piani (EvolutionQ)</i> – Research report published by the Global Risk Institute, trying to assess the quantum threat over classic cryptosystems. About 50% of the experts think that quantum computers will be threat for the current cryptosystems within 15 years.
</p>
</div>
</div>
<div id="outline-container-orgde7e025" class="outline-3">
<h3 id="orgde7e025">Tracking Entanglement in a Quantum Simulator - <a href="https://www.osa-opn.org/home/newsroom/2018/april/tracking_entanglement_in_a_quantum_simulator/">source</a>
</h3>
<div class="outline-text-3" id="text-orgde7e025">
<p>
<i>Optics &amp; Photonics - IQOQI (Innsbruck)</i> – Report on a 20-qubit trapped ions experiment and the difficulty to know if a quantum device is behaving properly. Using a brute force approach would be equivalent to simulate the evolution of the quantum systems classically: fairly inefficient. By using the right (cryptographic) setting and tools, you can manage to do this much more efficiently.
</p>
</div>
</div>
<div id="outline-container-orgdbd7801" class="outline-3">
<h3 id="orgdbd7801">New Encryption System Protects Data from Quantum Computers - <a href="https://www.scientificamerican.com/article/new-encryption-system-protects-data-from-quantum-computers/">source</a>
</h3>
<div class="outline-text-3" id="text-orgdbd7801">
<p>
<i>IBM Research Zurich - Vadim Lyubashevsky</i> – Quantum algorithms are moving the world! The impact of algorithms not yet implemented shook the crypto community when the NIST asked in 2016 for new quantum-safe crytosystems to be proposed for a public release in 2024. IBM is reporting on their proposal called CRYSTALS that should be implemented in its cloud solutions by 2020.
</p>
</div>
</div>
<div id="outline-container-org1b0eab5" class="outline-3">
<h3 id="org1b0eab5">Cryptography without using secret keys - <a href="https://phys.org/news/2019-10-cryptography-secret-keys.html">source</a>
</h3>
<div class="outline-text-3" id="text-org1b0eab5">
<p>
<i>U. of Twente - W.r. Van Der Veen</i> – Cryptography can make use of physically uncloneable functions for authentication and encryption. Here is a brief account about what this is and how it is done. Although there is a lot of quantum in there, the function (key in the article) is still classical. Quantum people have devised quantum attacks on such devices and also <a href="https://eprint.iacr.org/2019/1181">quantum PUF</a>.
</p>
</div>
</div>
<div id="outline-container-orgb69d9c0" class="outline-3">
<h3 id="orgb69d9c0">Weaving quantum processors out of laser light - <a href="https://phys.org/news/2019-10-quantum-processors-laser.html">source</a>
</h3>
<div class="outline-text-3" id="text-orgb69d9c0">
<p>
<i>Science DOI: 10.1126/science.aay2645 - Centre for Quantum Computation &amp; Communication Technology, Nicolas Menicucci - U Tokyo - U New Mexico</i> – The University of Melbourne CQC2T is reporting the creation of a large photonic cluster state. Cluster states are resources that can be used for implementing measurement based quantum computations. The nice thing is all the complicated stuff is made at the begining through the creation of this horribly entangled state. Using it is then much simpler as it requires only single qubit measurements and classically single qubit gates. This is quite an achievement and very motivating to see that fundamentally different architectures are subject of research.
</p>
</div>
</div>
<div id="outline-container-orge2a58a4" class="outline-3">
<h3 id="orge2a58a4">Blanket of light may give better quantum computers - <a href="https://phys.org/news/2019-10-blanket-quantum.html">source</a>
</h3>
<div class="outline-text-3" id="text-orge2a58a4">
<p>
<i>Science DOI: 10.1126/science.aay4354 - BigQ (Denmark), Ulrik Lund Andersen</i>  – The Danes have done the same as the Aussies. Or is it the other way around. Impressive anyways: we are talking of 30 000 entangled light pulses.
</p>
</div>
</div>
</div>
<div id="outline-container-org5c0caf4" class="outline-2">
<h2 id="org5c0caf4">Industry - Academia - Startups</h2>
<div class="outline-text-2" id="text-org5c0caf4">
</div>
