posts/2019-10-24.org
** Barclays demonstrates proof-of-concept quantum clearing algorithm - [[https://www.computerweekly.com/news/252472462/Barclays-demonstrates-proof-of-concept-quantum-clearing-algorithm][source]]
/Barclays, IBM/ -- Looks like they have found a use for small scale quantum computer. Need to read the original [[https://arxiv.org/pdf/1910.05788v1.pdf][paper]] though.
** Toshiba France advertises its QKD solution -  [[https://www.toshiba.fr/?utm_source=cpc&utm_medium=linkedin&utm_campaign=fy19b&utm_content=qkd][source]]
/Toshiba/ -- Interesting to see industries picking up the subject. 
** Rahko raises £1.3M seed from Balderton for quantum machine learning tech - [[https://techcrunch.com/2019/10/11/rahko-raises-1-3m-seed-from-balderton-for-quantum-machine-learning-tech/][source]]
/Rahko, Balderton Capital/ -- Interesting to see a Series A VC fund invest in a seed round. VC's are probably seeing the quantum ecosystem as sufficiently small and the prospects with large corporations sufficiently interesting to make such unusual move. 
** IonQ Secures $55 Million in Funding to Bring Quantum Computing from the Lab to the Enterprise - [[https://ionq.com/news/october-22-2019-new-funding][source]]
/IonQ -  Samsung Catalyst Fund and Mubadala Capital/ -- $55m raised in this round, $77m total. That's serious money now.
** Quantum photonics hardware developer Nu Quantum raises pre-seed investment - [[https://www.amadeuscapital.com/quantum-photonics-hardware-developer-nu-quantum-raises-pre-seed-investment/][source]]
/Nu Quantum, Amadeus Capital Partners, with participation from IQ Capital, Ahren Capital, Cambridge Enterprise and Martlet Capital/ -- 650k pounds raised in a seed round for building single photon sources and detectors, which are the building blocks of quantum networks.
** Strathclyde quantum technology partnership secures £4.6 million - [[https://www.strath.ac.uk/whystrathclyde/news/strathclydequantumtechnologypartnershipsecures46million/][source]]
/U Strathclyde - Msquared/ -- A U Strathclyde + Msquared partnership secured funding worth a total of £4.6 million.
** HQS Quantum Simulations Closes €2.3 Million Seed Financing Round - [[https://quantumsimulations.de/news/2019/10/hqs-closes-seed-financing-round/][source]]
/HQS Quantum Simulations/ -- Designing software for quantum computer assisted material designs. 
** Xanadu releases a nre quantum machine learning library for python - [[https://twitter.com/pennylaneai/status/1186371620157493251?s=09][source]]
/Xanadu/
* Research papers
** Variational Fast Forwarding for Quantum Simulation Beyond the Coherence Time - [[https://arxiv.org/abs/1910.04292][source]]
/LANL - Cristina Cirstoiu, Zoe Holmes, Joseph Iosue, Lukasz Cincio, Patrick J. Coles, Andrew Sornborger/ -- A new technique for simulating the evolution of quantum physical systems with noisy intermediate scale quantum computers that allows to go beyond the decoherence time of the quantum machines. Very cool!
** Learning the quantum algorithm for state overlap - [[https://iopscience.iop.org/article/10.1088/1367-2630/aae94a/pdf][source]]
/LANL - Lukasz Cincio, Yiğit Subaş, Andrew T Sornborger and Patrick J Coles/ -- Same group of people from Los Alamos. This one would help finding new circuits and serve as a guide for compiling high-level functions into device specific sequences of commands. Very promising (has led already to many follow-ups by the same group. Wondering how it can be adapted to make it work for optimizing communication protocols.
** Circuit-Based Quantum Random Access Memory for Classical Data - [[https://www.nature.com/articles/s41598-019-40439-3][source]]
/ITRC of Quantum Computing for AI, KAIST Korea - Daniel K. Park, Francesco Petruccione & June-Koo Kevin Rhee/ -- Using quantum algorithms for solving real-world problems requires making classical data available to it. This paper describes a possible architecture for loading classical data into a quantum memory in an efficient way. 
* Positions
** PostDoc Positions at IQC (U. Waterloo) - [[https://services.iqc.uwaterloo.ca/applications/positions/iqc-postdoctoral-fellowship/][more]]
/IQC/ -- Theory.
** PostDoc Positions at IRIF (U. Paris) - [[https://www.irif.fr/en/postes/postdoc][more]]
/IRIF/ -- Quantum machine learning, optimization, quantum communications and cryptography.
** JQE Software internship at Rigetti - [[https://twitter.com/rigetti/status/1186672593039847424?s=09][more]]
/Rigetti/
* Miscellanea
** Quantum USA Vs. Quantum China: The World's Most Important Technology Race - [[https://www.forbes.com/sites/moorinsights/2019/10/10/quantum-usa-vs-quantum-china-the-worlds-most-important-technology-race/#135e818f72de][source]]
/Forbes/ --  US views on the investments by China into quantum technology.
** L'écosystème français de l'informatique quantique : ses atouts, ses faiblesses [[https://www.latribune.fr/technos-medias/innovation-et-start-up/l-ecosysteme-francais-de-l-informatique-quantique-ses-atouts-ses-faiblesses-831271.html?utm_term=Autofeed&utm_medium=Social&utm_source=Twitter#Echobox=1571760787][source]]
/La Tribune/ -- more or less accurate description of the french ecosystem. 
** Quantum gold rush: the private funding pouring into quantum start-ups - [[https://www.nature.com/articles/d41586-019-02935-4?utm_source=twt_nnc&utm_medium=social&utm_campaign=naturenews&sf220597140=1][source]]
/Nature doi: 10.1038/d41586-019-02935-4/ -- 2017 and 2018 have seen 52 companies funded for $450m fresh money. 
