posts/2019-10-24/index.html
<div id="outline-container-org3337fc6" class="outline-3">
<h3 id="org3337fc6">Barclays demonstrates proof-of-concept quantum clearing algorithm - <a href="https://www.computerweekly.com/news/252472462/Barclays-demonstrates-proof-of-concept-quantum-clearing-algorithm">source</a>
</h3>
<div class="outline-text-3" id="text-org3337fc6">
<p>
<i>Barclays, IBM</i> – Looks like they have found a use for small scale quantum computer. Need to read the original <a href="https://arxiv.org/pdf/1910.05788v1.pdf">paper</a> though.
</p>
</div>
</div>
<div id="outline-container-orgef1da0f" class="outline-3">
<h3 id="orgef1da0f">Toshiba France advertises its QKD solution -  <a href="https://www.toshiba.fr/?utm_source=cpc&amp;utm_medium=linkedin&amp;utm_campaign=fy19b&amp;utm_content=qkd">source</a>
</h3>
<div class="outline-text-3" id="text-orgef1da0f">
<p>
<i>Toshiba</i> – Interesting to see industries picking up the subject. 
</p>
</div>
</div>
<div id="outline-container-orge33ddae" class="outline-3">
<h3 id="orge33ddae">Rahko raises £1.3M seed from Balderton for quantum machine learning tech - <a href="https://techcrunch.com/2019/10/11/rahko-raises-1-3m-seed-from-balderton-for-quantum-machine-learning-tech/">source</a>
</h3>
<div class="outline-text-3" id="text-orge33ddae">
<p>
<i>Rahko, Balderton Capital</i> – Interesting to see a Series A VC fund invest in a seed round. VC's are probably seeing the quantum ecosystem as sufficiently small and the prospects with large corporations sufficiently interesting to make such unusual move. 
</p>
</div>
</div>
<div id="outline-container-org698427e" class="outline-3">
<h3 id="org698427e">IonQ Secures $55 Million in Funding to Bring Quantum Computing from the Lab to the Enterprise - <a href="https://ionq.com/news/october-22-2019-new-funding">source</a>
</h3>
<div class="outline-text-3" id="text-org698427e">
<p>
<i>IonQ -  Samsung Catalyst Fund and Mubadala Capital</i> – $55m raised in this round, $77m total. That's serious money now.
</p>
</div>
</div>
<div id="outline-container-orga701637" class="outline-3">
<h3 id="orga701637">Quantum photonics hardware developer Nu Quantum raises pre-seed investment - <a href="https://www.amadeuscapital.com/quantum-photonics-hardware-developer-nu-quantum-raises-pre-seed-investment/">source</a>
</h3>
<div class="outline-text-3" id="text-orga701637">
<p>
<i>Nu Quantum, Amadeus Capital Partners, with participation from IQ Capital, Ahren Capital, Cambridge Enterprise and Martlet Capital</i> – 650k pounds raised in a seed round for building single photon sources and detectors, which are the building blocks of quantum networks.
</p>
</div>
</div>
<div id="outline-container-org3219fa6" class="outline-3">
<h3 id="org3219fa6">Strathclyde quantum technology partnership secures £4.6 million - <a href="https://www.strath.ac.uk/whystrathclyde/news/strathclydequantumtechnologypartnershipsecures46million/">source</a>
</h3>
<div class="outline-text-3" id="text-org3219fa6">
<p>
<i>U Strathclyde - Msquared</i> – A U Strathclyde + Msquared partnership secured funding worth a total of £4.6 million.
</p>
</div>
</div>
<div id="outline-container-org8ccb6b4" class="outline-3">
<h3 id="org8ccb6b4">HQS Quantum Simulations Closes €2.3 Million Seed Financing Round - <a href="https://quantumsimulations.de/news/2019/10/hqs-closes-seed-financing-round/">source</a>
</h3>
<div class="outline-text-3" id="text-org8ccb6b4">
<p>
<i>HQS Quantum Simulations</i> – Designing software for quantum computer assisted material designs. 
</p>
</div>
</div>
<div id="outline-container-org4e1f29b" class="outline-3">
<h3 id="org4e1f29b">Xanadu releases a nre quantum machine learning library for python - <a href="https://twitter.com/pennylaneai/status/1186371620157493251?s=09">source</a>
</h3>
<div class="outline-text-3" id="text-org4e1f29b">
<p>
<i>Xanadu</i>
</p>
</div>
</div>
</div>
<div id="outline-container-orge25f12d" class="outline-2">
<h2 id="orge25f12d">Research papers</h2>
<div class="outline-text-2" id="text-orge25f12d">
</div>
<div id="outline-container-org3603877" class="outline-3">
<h3 id="org3603877">Variational Fast Forwarding for Quantum Simulation Beyond the Coherence Time - <a href="https://arxiv.org/abs/1910.04292">source</a>
</h3>
<div class="outline-text-3" id="text-org3603877">
<p>
<i>LANL - Cristina Cirstoiu, Zoe Holmes, Joseph Iosue, Lukasz Cincio, Patrick J. Coles, Andrew Sornborger</i> – A new technique for simulating the evolution of quantum physical systems with noisy intermediate scale quantum computers that allows to go beyond the decoherence time of the quantum machines. Very cool!
</p>
</div>
</div>
<div id="outline-container-org1c159b0" class="outline-3">
<h3 id="org1c159b0">Learning the quantum algorithm for state overlap - <a href="https://iopscience.iop.org/article/10.1088/1367-2630/aae94a/pdf">source</a>
</h3>
<div class="outline-text-3" id="text-org1c159b0">
<p>
<i>LANL - Lukasz Cincio, Yiğit Subaş, Andrew T Sornborger and Patrick J Coles</i> – Same group of people from Los Alamos. This one would help finding new circuits and serve as a guide for compiling high-level functions into device specific sequences of commands. Very promising (has led already to many follow-ups by the same group. Wondering how it can be adapted to make it work for optimizing communication protocols.
</p>
</div>
</div>
<div id="outline-container-orge040333" class="outline-3">
<h3 id="orge040333">Circuit-Based Quantum Random Access Memory for Classical Data - <a href="https://www.nature.com/articles/s41598-019-40439-3">source</a>
</h3>
<div class="outline-text-3" id="text-orge040333">
<p>
<i>ITRC of Quantum Computing for AI, KAIST Korea - Daniel K. Park, Francesco Petruccione &amp; June-Koo Kevin Rhee</i> – Using quantum algorithms for solving real-world problems requires making classical data available to it. This paper describes a possible architecture for loading classical data into a quantum memory in an efficient way. 
</p>
</div>
</div>
</div>
<div id="outline-container-org1267d99" class="outline-2">
<h2 id="org1267d99">Positions</h2>
<div class="outline-text-2" id="text-org1267d99">
</div>
<div id="outline-container-orgd464924" class="outline-3">
<h3 id="orgd464924">PostDoc Positions at IQC (U. Waterloo) - <a href="https://services.iqc.uwaterloo.ca/applications/positions/iqc-postdoctoral-fellowship/">more</a>
</h3>
<div class="outline-text-3" id="text-orgd464924">
<p>
<i>IQC</i> – Theory.
</p>
</div>
</div>
<div id="outline-container-orgfe1457b" class="outline-3">
<h3 id="orgfe1457b">PostDoc Positions at IRIF (U. Paris) - <a href="https://www.irif.fr/en/postes/postdoc">more</a>
</h3>
<div class="outline-text-3" id="text-orgfe1457b">
<p>
<i>IRIF</i> – Quantum machine learning, optimization, quantum communications and cryptography.
</p>
</div>
</div>
<div id="outline-container-org629f1d0" class="outline-3">
<h3 id="org629f1d0">JQE Software internship at Rigetti - <a href="https://twitter.com/rigetti/status/1186672593039847424?s=09">more</a>
</h3>
<div class="outline-text-3" id="text-org629f1d0">
<p>
<i>Rigetti</i>
</p>
</div>
</div>
</div>
<div id="outline-container-org6708350" class="outline-2">
<h2 id="org6708350">Miscellanea</h2>
<div class="outline-text-2" id="text-org6708350">
</div>
<div id="outline-container-orgbb609d3" class="outline-3">
<h3 id="orgbb609d3">Quantum USA Vs. Quantum China: The World's Most Important Technology Race - <a href="https://www.forbes.com/sites/moorinsights/2019/10/10/quantum-usa-vs-quantum-china-the-worlds-most-important-technology-race/#135e818f72de">source</a>
</h3>
<div class="outline-text-3" id="text-orgbb609d3">
<p>
<i>Forbes</i> –  US views on the investments by China into quantum technology.
</p>
</div>
</div>
<div id="outline-container-orgee73773" class="outline-3">
<h3 id="orgee73773">L'écosystème français de l'informatique quantique : ses atouts, ses faiblesses <a href="https://www.latribune.fr/technos-medias/innovation-et-start-up/l-ecosysteme-francais-de-l-informatique-quantique-ses-atouts-ses-faiblesses-831271.html?utm_term=Autofeed&amp;utm_medium=Social&amp;utm_source=Twitter#Echobox=1571760787">source</a>
</h3>
<div class="outline-text-3" id="text-orgee73773">
<p>
<i>La Tribune</i> – more or less accurate description of the french ecosystem. 
</p>
</div>
</div>
<div id="outline-container-org870f2d8" class="outline-3">
<h3 id="org870f2d8">Quantum gold rush: the private funding pouring into quantum start-ups - <a href="https://www.nature.com/articles/d41586-019-02935-4?utm_source=twt_nnc&amp;utm_medium=social&amp;utm_campaign=naturenews&amp;sf220597140=1">source</a>
</h3>
<div class="outline-text-3" id="text-org870f2d8">
<p>
<i>Nature doi: 10.1038/d41586-019-02935-4</i> – 2017 and 2018 have seen 52 companies funded for $450m fresh money. 
</p>
</div>
</div>
